{"inkVersion":21,"root":[[{"->":"start"},["done",{"#f":5,"#n":"g-0"}],null],"done",{"start":[["^Papito una vez más nos vemos aca en el mercado.","\n","ev","str","^Así es doña Gloria, pues mis padres me piden que ayude y los entiendo","/str","/ev",{"*":".^.c-0","flg":20},"ev","str","^Pues sí, pero cuando toca trabajar toca trabajar","/str","/ev",{"*":".^.c-1","flg":20},{"c-0":["^ ",{"->":"buenaActitud"},"\n",{"#f":5}],"c-1":["^ ",{"->":"malaActitud"},"\n",{"#f":5}]}],{"#f":1}],"buenaActitud":[["^Todo un caballero, ¿pero sí estás asistiendo a la escuela me imagino?","\n","ev","str","^Sí señora Gloria, mis padres tratan de dejarme estudiar en lo posible. ","#","^+S2","/#","/str","/ev",{"*":".^.c-0","flg":20},"ev","str","^Pues doña Gloria, a decir verdad eso es como un sorteo todas las mañanas para ver si me dejan ir o no.","/str","/ev",{"*":".^.c-1","flg":20},{"c-0":[{"->":"FinBuenaActitud"},"\n",{"#f":5}],"c-1":["^ ",{"->":"malaActitud"},"\n",{"#f":5}]}],{"#f":1}],"malaActitud":[["^Papito pero usted esta muy niño aún para tener que trabajar tan seguido. Yo pense que las anteriores veces que me lo encontre eran días que salías temprano de la escuala.","\n","^La verdad no me gusta mucho la idea de verte trabajando cada vez más, mucho menos cuando te veo tan aburrido en esto.","\n","ev","str","^No se preocupe doña Gloria, yo creo que esto no durará mucho más ","#","^+S0","/#","/str","/ev",{"*":".^.c-0","flg":20},{"c-0":[{"->":"FinMalaActitud"},"\n",{"#f":5}]}],{"#f":1}],"FinMalaActitud":[["#","^+S0","/#","^Ay papito, pues yo tambien espero que así sea. No me tome a mal, pero ya no quisiera verlo por acá, quiero verlo estudiando.","\n","ev","str","^La entiendo doña Gloria, pero no se preocupe esto es temporal.","/str","/ev",{"*":".^.c-0","flg":20},{"c-0":["end","\n",{"#f":5}]}],{"#f":1}],"FinBuenaActitud":[["#","^+S2","/#","^Ah bueno, así sí me gusta verlo trabajando y estudiando. No debe ser fácil pero igual de guerrero que su padre. Regaleme 2 unidades de su mejor producto.","\n","ev","str","^Doña Gloria con mucho gusto","/str","/ev",{"*":".^.c-0","flg":20},{"c-0":["end","\n",{"#f":5}]}],{"#f":1}],"#f":1}],"listDefs":{}}