{"inkVersion":21,"root":[["^Devastado por la muerte de tu padre, sales a caminar para calmar la mente.","\n","^En el camino, escuchas un ruido...","\n","#","^Pablo el guerrillero","/#","^Pelao aquí estaba vealo igualito al papá todo escondido.","\n","^\"Al ver la cara de pablo, la rabia te consume y te lanzas a atacar sin pensarlo\"","\n","^\"El guerrillero te empuja al piso, pero te vuelves a parar y otra vez tratas de pegarle con lo que sea\"","\n",["^Asesino! Usted mató a mi papá maldito asesino!","\n","^\"El guerrillero se pone bravo y te empuja otra vez con más fuerza\"","\n",["^Vea pelado marica, está muy equivocado. Yo no fui quien mató a su papá. Era un bruto que la cagaba mucho, pero era parte del grupo yo no tendría por qué matarlo.","\n","^\"Confundido, te quedas perplejo en el piso\"","\n",["^Mentira! Yo sé que fue usted! si no quien más, usted lo estaba buscando el otro día y me estaba persiguiendo a mi también seguramente para matarlo.","\n",["^...","\n",["^Pelado marica a su papa lo mataron los militares. Como el bruto comenzó a divulgar lo que no debía, se dieron cuenta que estaba trabajando con nosotros y lo mataron. Vea chino, esos hijueputas nos matan sin pensarlo. Así le pasó a su papá.","\n","^\"La rabia no se va. Se forma en el pecho como una bola hirviendo un sentimiento que ningún niño debería tener que sentir nunca, un profundo odio incontrolable.\"","\n",["^Quién mató a mi papá!?","\n",["^Pelado... vea si usted quiere vengarse por su papá, yo le tengo la forma. Chino yo se que usté es pilo y aprende rápido. Venga conmigo y verá que le va bien.","\n","ev","str","^Está bien, me quiero unir al grupo ","#","^dp unirse greeting 8","/#","/str","/ev",{"*":".^.c-0","flg":20},"ev","str","^Yo no quiero ser guerrillero ","#","^dp rechazar greeting 8","/#","/str","/ev",{"*":".^.c-1","flg":20},{"c-0":[{"->":"unirse"},"\n",{"->":"0.g-7"},{"#f":5}],"c-1":["^ ",{"->":"rechazar"},"\n",{"->":"0.g-7"},{"#f":5}],"#f":5,"#n":"g-6"}],{"#f":5,"#n":"g-5"}],{"#f":5,"#n":"g-4"}],{"#f":5,"#n":"g-3"}],{"#f":5,"#n":"g-2"}],{"#f":5,"#n":"g-1"}],{"#f":5,"#n":"g-0"}],{"g-7":["done",{"#f":5}]}],"done",{"unirse":[[["^Listo pues. Camine a ver que el campamento está lejos.","\n","#","^Aca debe haber un condicional que cambie al final de reclutado","/#","^\"Ahora eres un guerrillero...\" ","end","\n",{"#f":5,"#n":"g-0"}],null],{"#f":1}],"rechazar":[[["^Pelado marica, todas las soluciones le llegan así de fácil y no aprovecha la oportunidad. Le aseguro chino que se va a arrepentir.. ","end","\n",{"#f":5,"#n":"g-0"}],null],{"#f":1}],"conclusion":["^Muchos niños tuvieron que pasar por lo que tuvo que pasar Juanito. Algunos fueron valientes y se resistieron a la guerrilla, pero como resultado muchos tuvieron terribles dificultades y muchos también fueron asesinados junto con sus familias. Otros niños decidieron unirse a la guerrilla: quizás por necesidad, algunos por engaño, otros por odio hacia los otros bandos. Muchos de ellos murieron por una causa en la que no creían, otros lograron mejorar sus condiciones de vida, pero fueron discriminados después de que se firmara la paz en el país, otros fueron forzados a cometer actos horribles.","\n","end",{"#f":1}],"#f":1}],"listDefs":{}}